Highlighted floors overlap.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 18.0.0.0 (18.0.0.420)
 Syntax
  C#
public static FailureDefinitionId FloorsOverlap { get; }
  Visual Basic
Public Shared ReadOnly Property FloorsOverlap As FailureDefinitionId
	Get
  Visual C++
public:
static property FailureDefinitionId^ FloorsOverlap {
	FailureDefinitionId^ get ();
}
 See Also
  BuiltInFailures OverlapFailures Class
  Autodesk.Revit.DB Namespace